<?php
$Language = [
    'text_main'=>"لوحة التحكم.",
    'key_status'=>"حالة البوت:",
    'Users'=>"المستخدمين",
    'Back'=>"رجوع",
    'addUser'=>"يرجى ارسال ايدي المستخدم.",
    'Cancel'=>"الغاء",
    'erroraddUser1'=>"يرجى ارسال الأيدي فقط",
    'erroraddUser2'=>"الأيدي لم يقم للدخول الى البوت او الأيدي خاطئ",
    'doneAddUser'=>"تم اضافة المستخدم [%s] بنجاح.",
    'settingsUser'=>"اعدادات المستخدم",
    'NoUsers'=>"لم يتم اضافة أي مستخدمين.",
    'one'=>"زبون",
    'two'=>"نقطة بيع",
    'text_settingsUser'=>"اعدادات المستخدم [%s] : 
▪️اذا اردت تغير نوع المستخدم (نقطة بيع, زبون) يرجى الضغط على الزر الذي فيه النوع.
▫️اذا اردت تسديد الأموال او تغير حدود الصرف يرجى الضغط على الرقم وادخال الرقم الجديد.
▪️اذا اردت جعل المستخدم بدون حدود للصرف يرجى تغير رقم الحدود الى 0.",
    'allmoney'=>"مجموع الأموال",
    'limit'=>"حدود الصرف",
    'NoLimit'=>"لا حدود",
    'money'=>"الأموال",
    'changeMoney'=>"يرجى ارسال قيمة الأموال الجديدة.",
    'errorNumbers'=>"يرجى ارسال ارقام فقط.",
    'changeLimit'=>"يرجى ارسال حدود الصرف الجديدة.",
    'Admins'=>"المشرفين",
    'addAdmin'=>"يرجى ارسال ايدي المشرف.",
    'doneAddAdmin'=>"تم اضافة المشرف [%s] بنجاح.",
    'NoAdmins'=>"لم يتم اضافة أي مشرفين.",
    'listAdmins'=>"المشرفين : 
⚠️ لأزالة المشرف يرجى الضغط على زر الأسم.",
    'Prices'=>"الأسعار",
    'Prices_text'=>"الأسعار :
▪️ لتغير سعر عنصر معين يرجى اختيار نوع العنصر (تحويل,صور) ثم اختيار الشركة وبعدها اختيار قيمة وتغيرها.
▫️لتفعيل عنصر معين يرجى وضع قيمة اكبر من 0 لسعر البيع.
▪️لتعطيل عنصر معين يرجى وضع قيمة 0 لسعر البيع.
_",
    'transfer'=>"تحويل",
    'photos'=>"صور",
    'asiacell'=>"اسياسيل",
    'netasiacell' => "نت اسياسيل",
    'netzain'=>"نت زين",
    'zain'=>"زين",
    'korek'=>"كورك",
    'iraqsell'=>"عراق سيل",
    'alkafil'=>"الكفيل",
    'creditrequest'=>"طلب رصيد",
    'others'=>"منوع",
    'Prices_text_path'=>"تحكم تغير الأسعار.
المسار ⚙️: %s",
    'priceNow'=>"سعر البيع",
    'priceBefore'=>"سعر الشراء",
    'noWork'=>"غير مفعل.",
    'changePrice'=>"يرجى ارسال السعر الجديد.
لهذا المسار : %s",
    'countPhotos'=>"عدد الصور المضافة : %s",
    'addPhoto'=>"اضافة صورة",
    'addPhoto_text'=>"يرجى ارسال الصورة لأضافتها
لهذا المسار %s",
    'Prices_NowOrLater'=>"يرجى اختيار قسم الدفع لتغير اسعاره.",
    'N'=>"الدفع الأن",
    'L'=>"الدفع لاحقاً",
    'StartUAdmin'=>"ليس لديك صلاحيات استخدام البوت فقط صلاحية المشرف تمكنك من تسديد الأموال وأضافة الصورة 
لأرسال لوحة التحكم يرجى ارسال /main .",
    'userStart'=>"مرحباً 👋.
في بوت *Mobile Recharge*
يرجى أختيار قسم الدفع للشراء من خدمات البوت.",
    'REQ_text'=>"يرجى الأختيار أما تحويل أو صور.",
    'REQ_text_path'=>"تحكم الطلبات.
المسار 📑: %s",
    'REQ_textNet_path'=>"تحكم الطلبات للأنترنيت.
اليومي = 1
الأسبوعي = 2
الشهري = 3 
اشتراك خمسة جيجا = 5
اشتراك عشرة جيجا = 10

المسار 📑: %s",
    'REQSMS'=>"يرجى ارسال رقم الهاتف الذي تريد طلب العنصر له.
المسار الذي تطلب منه : %s",
    'account'=>"حسابك 👤",
    'account_text'=>"معلومات حسابك 👤:- 
قسمك : %s
الأموال : %s
مجموع مشترياتك : %s
حدود الصرف : %s
_",
    'overlimit'=>"⚠️ لقد تجاوزت الحد الأقصى للشراء.",
    'notificationsUser'=>"#عملية_شراء #%s #%s %s
لقد تم ارسال العنصر لهذا المسار : %s  بنجاح☑️.
معلومات الشراء :-
▫️السعر : %s
▪️الأموال : %s
▫️مجموع مشترياتك : %s",
    'notificationsOwner'=>"*#عملية_شراء* #%s #%s [%s](tg://user?id=%s) %s
من المسار :  %s  بنجاح☑️.
معلومات الشراء :-
▫️السعر : %s
▪️الأموال : %s
▫️مجموع مشترياته : %s",
    'REQSMS_text'=>"*#طلب_تحويل* #%s #%s [%s](tg://user?id=%s) %s
معلومات الطلب 📑:- 
المسار : %s
الرقم : `%s`
رقم الطلب : #inv%s
",
    'Done'=>"تم.",
    'REQ_CANCEL'=>"طلب الغاء.",
    'REQSMS_textUser'=>"تم ارسال طلب التحويل يرجى الأنتظار.
معلومات طلبك :-
الرقم : `%s`
المسار :  %s
رقم الطلب : #inv%s",
    'REQSMS_textUser_Cnacel'=>"تم ارسال طلب التحويل يرجى الأنتظار.
معلومات طلبك :-
الرقم : `%s`
المسار :  %s
رقم الطلب : #inv%s

⚠️ تم ارسال طلب الألغاء بنجاح.",
    'REQCANCEL'=>"⚠️ طلب الغاء .
رقم الطلب : #inv%s",
    'DoneCancel'=>"الغي الطلب.",
    'DoneCancel_text'=>"تم الغاء طلبك بنجاح.
معلومات طلبك :-
الرقم : `%s`
المسار :  %s
رقم الطلب : #inv%s",
    'notificationsUserTS'=>"#عملية_شراء #%s #%s %s
تمت عملية التحويل الى %s بنجاح☑️.
معلومات الشراء :-
▪️المسار : %s
▫️السعر : %s
▪️الأموال : %s
▫️مجموع مشترياتك : %s ",
    'notificationsDONETS'=>"تمت عملية التحويل بنجاح ☑️.",
    'notificationsOwnerTS'=>"*#عملية_شراء* #%s #%s [%s](tg://user?id=%s) %s
من المسار :  %s  بنجاح☑️.
معلومات الشراء :-
▪️الرقم : `%s`
▫️السعر : %s
▪️الأموال : %s
▫️مجموع مشترياته : %s",
    'report'=>"التقرير 🗓.",
    'reportUser_text'=>"التقرير لهذا الشهر 🗓:-
مجموع اموال الطلبات : %s
الطلبات لكل شركة : 
%s",
    'name'=>"الأسم",
    'id'=>"الأيدي",
    'profit'=>"الأرباح",
    'addphotos'=>"اضافة الصور",
    'settingsUserAdmin'=>"اعدادات المستخدم [%s] : 
▫️اذا اردت تسديد الأموال يرجى الضغط على الرقم وادخال الرقم الجديد.",
    'settingsaddphotos'=>"تحكم اضافة الصور.
المسار ⚙️: %s",
    'notificationsOwnerADDPH'=>"#المشرف #اضافة #صورة
تم اضافة صورة للمسار : %s
من قبل المشرف : %s 
الوقت : %s ",
    'notificationsOwnerChangeMony'=>"#المشرف #تسديد ☑️
تم تسديد المستخدم : %s
من قبل المشرف : %s
المبلغ السابق : %s
المبلغ الجديد :%s",
    'statsPhotos'=>"احصائيات الصور",
    'notificationsChangeMony'=>"#تسديد
تم خصم الأموال %s .
المال المتبقي : %s 💰.",
    'noPhotos'=>"لقد نفذت كمية الصور لهذه الفئة.",
    'notfounduser'=>"ليس لديك صلاحيات استخدام البوت ⚠️.",
    'notfounduserowner'=>"محاولة استخدام للبوت:- 
الأسم: [%s](tg://user?id=%s)
الأيدي : %s",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>"",
    ''=>""
];